import { useNavigate } from 'react-router-dom';
import { Header } from '../../components/website/header';

const Privacy = () => {
  const navigate = useNavigate(-1)
  return (
    <>
      <Header onBack={() => navigate(-1)}/>
      <main className='privacyMain'>
        <h1>حریم خصوصی</h1>
        <p>
          حفظ امنیت اطلاعات شخصی و احترام به حریم خصوصی کاربران از چارچوب های اصلی نیلمان می باشد و نیلمان متعهد است که از تمامی اطلاعات کاربران تمام و کمال محافظت کرده و به هیچ عنوان آنها را در اختیار هیچ مجموعه یا شخص ثالثی قرار ندهد مگر در مواردی که طبق قوانین جمهوری اسلامی ایران و بنا به درخواست ارگان ها و سازمان های دولتی ذیصلاح موظف به ارائه این اطلاعات باشد.
          اطلاعات هویتی دریافتی از کاربران اعم از شماره تلفن و کد ملی فقط جهت احراز هویت کاربر در مرحله ثبت نام دریافت میگردد. شماره تلفن کاربر برای اطلاع رسانی از پیشرفت مراحل سفارش به کاربر از طریق پیامک و  در صورت بروز مشکل برای تماس پشتیبانی مورد استفاده قرار میگیرد و همانند کدملی به هیچ عنوان در اختیار زیباکار قرار نمیگیرد.
          زیباکار ها فقط از طریق آدرس ثبت شده توسط شما قادر به یافتن محل انجام خدمات می باشند لذا برای افزایش دقت و سهولت مسیریابی، از شما درخواست انتخاب محل از روی نقشه‌(لوکیشن) میشود. نظرات شما در مرحله نظرسنجی نیز فقط در اختیار اپراتور جهت ارزیابی تجربه ای که زیباکار از طرف نیلمان به شما ارائه میدهد می باشد و به هیچ وجه توسط زیباکار قابل رویت نیست.
        </p>
      </main>
    </>
  );
};

export default Privacy;
